Repository: guuski/best2best
Catalog: trunk/plugins/bp-custom/languages/custom-*.po
Languages: de_de

source: Commenti alle review
de_de: Bewertungen Kommentare

source: Titolo
de_de: Titel

source: Numero log
de_de: Anzahl der Log

source: Numero unlog
de_de: Anzahl unlog

source: Lunghezza
de_de: Länge

source: Completa Profilo
de_de: Das gesamte Profil

source: Completamento Profilo
de_de: Fertigstellung Profil

source: Profilo Completo
de_de: Das gesamte Profil

source: Migliora la tua visibilità:
de_de: Verbessern Sie Ihre Sichtbarkeit:

source: Completa il tuo profilo!
de_de: Runden Ihr Profil ab!

source: Fornitori Alberghi
de_de: Lieferanten Hotels

source: Questo widget se l'utente è un fornitore, visualizza la lista degli alberghi suoi amici, se invece è un albergo, visualizza la lista dei fornitori
de_de: Dieses Widget, wenn Sie ein Verkäufer sind, finden Sie in der Hotelliste jeweils ihre Freunde, aber wenn es ein Hotel ist, um die Liste der Lieferanten

source: Diventa un utente registrato!
de_de: Werden Sie Mitglied!

source: Il Network di
de_de: Das Netzwerk

source: Fornitori
de_de: Lieferanten

source: Clienti
de_de: Kunden,

source: Colleghi
de_de: Kolleginnen und Kollegen

source: Amici
de_de: Freunde

source: Non riconosciuto
de_de: uneingestanden

source: Numero Amici
de_de: Anzahl der Freunde

source: Messaggi Admin
de_de: Beiträge Admin

source: Messaggi
de_de: Beiträge

source: Numero
de_de: Anzahl

source: messaggio
de_de: Nachricht

source: Comunicazioni
de_de: Kommunikation

source: Sidebar Buttons
de_de: Sidebar Tasten

source: Gruppi
de_de: Gruppen

source: Adesioni
de_de: Verwachsungen

source: Mio Network
de_de: My Network

source: Miei Gruppi
de_de: Meine Gruppen

source: Visualizza Referral
de_de: Referral anzeigen

source: non c'è contenuto
de_de: noch keine Inhalte

source: Vedi...
de_de: Siehe ...

source: TIPOLOGIA:
de_de: TYP:

source: ANZIANIT&Agrave; :
de_de: DIENSTALTER

source: CONSIGLIATO:
de_de: EMPFOHLEN:

source: VOTO:
de_de: VOTE

source: Non sono presenti referral per questo utente
de_de: Es gibt keine Empfehlungen für diesen Benutzer
